<?php
  $spf['start'] = 'Привет, '.$LOGIN.', решил таки навестить старика?|who~Привет, а кто ты такой?';
  $spf['who'] = 'Я Герасим, местный конюх.|where~Чето коней только невидно?';
  $spf['where'] = 'А их и нету. Давно уже нету. Ушли с основной армией Релена, перед тем как мост закрыли.|back~а они так и не вернулись?|you~А чтож тогда ты тут делаешь?';
  $spf['you'] = 'Ну а авось вернутся, ктоже будет смотреть за конями, если не старый Герасим?|army~ну а армия как?|boaring~а не скучно тебе?';
  $spf['back'] = 'Как видишь.|you~А ты тогда что тут делаешь?|army~Ну а рыцари как, тоже не вернулись?';
  $spf['army'] = 'Армия тамже, где и кони. Я очень надеюсь. Потому что новостей с тех пор небыло. Что там творится, незнаю...|tell~А почему мост закрыли?';
  $spf['boaring'] = 'Нет, всевремя такие как ты заходят и распрашивают обо всяком.|end~ну, тогда небуду мешать';
  $spf['tell'] = 'Незнаю. Что может знать простой конюх...|end~Ну, тогда пока.';
  $spf['end'] = 'Пока';
?>