<?php
  $spf['start'] = 'Здравствуй! Пришел за свитками?|what~какими свитками?|empty~что еще за пустые свитки ты продаешь?';
  $spf['what'] = 'Как какими, с заклинаниями. Я продаю целую колекцию на любой вкус!|where~ну а куда мне их девать?';
  $spf['where'] = 'Если ты маг, то ты должен знать и сам, так как это самая важная вешь для мага. Свиток - это пергамент с заклинанием, его ты можешь использовать непосредственно как заклинание, либо отнести к Велдиру и выучить, либовшить в книгу магии. Последний вариянт самый лучший, но такое делать могут лишь самые могучии маги, если хотеть чтоб сила заклинания не улетучилась.';
  $spf['empty'] = 'Ну, на них можно записать новое заклинание на столике архимага, если ты архимаг. Или пометить для телепортации - для этого просто используй свиток.|start~ясно';
?>