<?php
  // nachnem rasskaz
  $CH = 'ГЛАВА I';
  $H = 'Ночной странник';
  $QT = '- Темны нынче ночи. Небо в облоках и ни одна из Четырех Лун не светит на промерзшую землю Лаернор... И иззо всех углов pаздаются ночные звуки. Звуки мира, нам полностью неизвестного, у которого есть свои правила и правды, незнакомые нам, но которым подчинен каждый, стояший во мраке ночи.<br/>';
  $QT .= '  Но вот раздаются знакомые звуки. Это усталые шаги ночного странника, человека, видавшего много. Тежелыми шагами человек приближался к воротам спяшего города. Ворота были открыты, стражники мирно спали. И это в теперешние неспокойныи времена! "А ведь на кол их за такое посадят..." - подумал человек, глядя на стражу. Бережно закрыв за собой ворота, Человек пошел дальше по главной улице города. Еще какое-то время были слышны шаги в ночи, потом стили и они. Опять в углах раздались ночные звуки и в углах появились странные тени. Вот так в етот мир пришли Вы, '.$p['name'];
?>