<?php
  $CH = 'ГЛАВА IV';
  $H = 'Культ Солнца в нашей крови...';
  $QT = '- Долго ли шел молодец, коротко ли, да пришел к жиже болотной. И полез он в нее с головой. И выбрел на другой берег, цел, невредим, и чистенький. Правдо, такое лишь в сказках бывает. Поэтому тебе такое не светит. Выберайся как хочешь, но, походу, тебе уже по уши. Созрела куча вопросов к Велдиру. Только хрен он ответит... Но. Я тут в таверне с людьми початил немного, есть там один паренек такой, я думаю, он поможет. И еще, в кости с ним не играй...';
?>