<?php
  $H = 'Квест на становление рыцарем';
  $T[0] = 'Меня информировали, что следует выбрать класс. Ответственный за рыцарей - Роттен.';
  $T[1] = 'Хех, добрый старик тот охотник! Дал тряпку, назвал ее шкурой зайца, но зато бесплатно! Надо скорее ее отнести Роттену, вот обрадуется!';
  $T[2] = 'Чтож, шкурка-то не произвела на Роттена особого впечатления. Теперь послал меня за подорожником. Сказал, что растет у дорог. А у дорог подорожники ведь всегда пыльные, и неестетично выглядят. Я вот думаю, тут на юге лесок есть, может там какие тропинки с подорожниками по бокам имеются?';
  $T[3] = 'В том милом лесочке Красной птицы, помимо оной, есть еще черный кошара и старая ведьма. У кошары табакерка. Табакерка нужна Роттену. Роттен шлет меня забрать табакерку. Чтож, все просто...';
  $T[4] = 'Старик реально шуток не понимает... И че терь делать... Вижу два вариянта, либо я иду потрашить кота, либо попробовать как-то договорится со стариком... Но без посредников теперь не получится...';
  $T[5] = 'Вот люблю таких людей! Взяла и письмо написала, ща этому хрынчу отнесу, а он мне табакерку - раз! и даст.';
  $T[6] = 'Все. Чтож, осталось одно - идти и выпотрошить кота. И нафига Роттену табакерка...';
  $T[7] = 'Ура, товарищи! Я - рыцарь!';
?>