<?php
  $H = 'Квест на становление лучником';
  $T[0] = 'Меня информировали, что следует выбрать класс. Ответственная за лучников - Робина.';
  $T[1] = '"Прекрастно! Идем далее. Основа стрелы - ветка. Теперь принеси мне ее. Достань как хочешь. Возможно, найдутся люди которые тебе помогут." - и что тут еще добавить?';
  $T[2] = 'Добрый дядя плотник дал ветку. Несем же прут Робине!';
  $T[3] = 'Хренасе тут система образования... Надо отыскать деда Робины, и попросить лекцию... Авось забудет и отпустит без лекции)';
  $T[4] = 'Не забыл... Ладно, идем к Робине, и требуем кончить издеватся...';
  $T[5] = 'Ура, я лучник! Айда к лорду!';
?>