<?php
  $H = 'Квест на становление магом';
  $T[0] = 'Меня информировали, что следует выбрать класс. Ответственный за магов - Велдир.';
  $T[1] = 'Так, первый маг алкоголик... У меня светлое будущее! Идем к второму магу! Имя ему Левоний, он маг земли.';
  $T[2] = 'Странное существо дало мну странную загогулену. Левоний уже заждался...';
  $T[3] = 'Чтож, второй маг - склеротик. Будущее еще светлей стало. Ну а кто у нас третий, Фьюярн или как там его...';
  $T[4] = 'Здорово! Третий маг - просто псих. О чем там я хотел подумать... Вообщем, кто на этом свете знает, как достать росу для психа?';
  $T[5] = 'Без коментариев... Роса со мной, да и Бог с ней... Иду, несу Фьюярну, или как там его...';
  $T[6] = 'Да я уже без 5 минут маг! Всмысле, крыша кончает сьехать. Хотя бы Фергис был здравомыслящем человеком...';
  $T[7] = 'И зачем я эту искру искал, если Фергис ее в глаза не видел? Видимо, я успешно шагаю по пути к просветлению. Впереди Велдир, загадочный маг огня.';
  $T[8] = 'И наконец я маг! Иду к Лорду, если не даст граммоту, фартой изпепелю';
?>