<?php
  $H = 'Квест Текаги';
  $T[0] = 'Иногда кажется, что за тобой следят...';
  $T[1] = 'Ночью на дереве в лесу Красной появляется душевно больной в черном... А не разузнать ли у него, из какого "дома медитации" он сбежал?';
  $T[2] = 'Оба, а у этих больных есть еще и учитель) И он смел назвать себя Лордом! В нашем то графстве! Не, надо его выколупать с гор, и посалить тудаже рядом, но уже в тюрьму, как полит заключенного... Подожди, какие горы?';
  $T[3] = 'Странный тип. Ну ладно, нестоит с связыватся с такими, глядишь, еще и тебя как полит заключенного посадят...';
  $T[4] = 'Добрый сенсей... Стоит навещать его почаше, может не только чему-нибудь ненужному научит, а еще и чайком угостит...';
?>