<?php
  $H = 'Дела свадебные...';
  $T[0] = 'А вдруг тут можно женится? Надо разузнать)';
  $T[1] = 'Надо притащить с собой архибулыжник. Библиотекарь специалист по архибулыжникам. Нам туда!';
  $T[2] = 'В каком-то Дальнем лесу, в кои-то веки живет спецназовец. Библиотекарь настаивает, что он с базы занюкал пару булыжников. Ну чтож, надо проверить?';
  $T[3] = 'Такое чувство, что тут все спецназовцы... Вообщем, обьект миссии - очередной свихнувщийся старик, бывщий спецназовец. У него есть церемониальный нож, этот нож он выйграл у "рыбака". Отобрать честно выйграное, вернуть рыбаку, далее требовать булыжник. Вперед!';
  $T[4] = '10,000 за нож( Да он не спецназовец, а буржуй небритый! Я бы его побрил!... Да хрен с ним, гле тут спецназовец под кодовым именем "рыбак"?';
  $T[5] = 'Хотябы денег не попросил... Тащим Никаю булыжник! Пусть подавится...';
  $T[6] = 'Надо дать девушке булыжник с моим именем... А я думал на свадьбе цветы дарят...';
  $T[7] = 'Хэппи энд';
?>