<?php
  $H = 'Тем временем в дворце...';
  $T[0] = 'К Лорду!';
  $T[1] = 'Какая же тут бюрократия... Мне надо к Канцлеру...';
  $T[2] = 'Кто бы мог подумать, но в городской библиотеке есть хорошие человеки...И еще там есть библиотекарь, а вот он... знает про клад. Клад сей закопан в городе, за неименеем места более подходящего. Потому-что, все-таки, где лучше всего видно - там не ищут. Незнаю, сам ли библиотекарь зарыл клад, или он просто со свечкой стоял, но его надо спросить, где сей клад зарыт.';
  $T[3] = 'Аха... А ведь просто так ничего не бывает... Клад в яблочной роще, в кладе - ключь от потойной комнаты, которая наверно за гобеленом на котором нарисован костер и котелок...';
  $T[4] = '"А точнее? Впрочем, это твои проблемы. Принеси мне его. Остальное, что найдешь, так уж и быть, забирай. Тебе понадобится лишь лопата, она продается у Тефиса. Купи ее, иди в рощу, и используй там, где думаешь есть клад." - говорил канцлер';
  $T[5] = '';
?>