<?php
  $H = 'Грег боится.';
  $T[0] = 'Идем же к Грегу!';
  $T[1] = 'В школе магии готовится ритуал. Надо найти там самого умного, и спросить, какова суть ритуала...';
  $T[2] = 'Велдиру некогда рассказывать про ритуал солнца. Так кто расскажет?';
  $T[3] = 'И у Левония времени нет...';
  $T[4] = 'Понеслась [...]. Надо доложить Велдиру о Греге. Вечная ему память. Ну или подставить кого-нибудь.';
  $T[5] = 'Эх, страха глаза большие... Там всего лишь городской праздник. Кстате, меня попросили помочь. Принести три пера красной птици Велдиру. Оригинальная декорация!';
  $T[6] = 'Мдя. Мне надо сказать Грегу, что для ритуала нужен витриол в больших количествах. Они добывают.';
  $T[7] = 'Вот такая загогулина...';
?>