<?php
  // KARTA PODZEMELIJ WKOLY MAGII
  $locmap = 'aca0';
  // aca0
  $l['1x1'] = 'aca0|1x1~подземелье~подземелье~0~25~0~1~';
  $l['1x2'] = 'aca0|1x2~подземелье~подземелье~0~37~0~1~';
  $l['1x3'] = 'aca0|1x3~тупик~подземелье~0~5~0~1~';
  $l['2x1'] = 'aca0|2x1~подземелье~подземелье~0~45~0~1~';
  $l['2x2'] = 'aca0|2x2~тупик~подземелье~0~2~0~1~';
  $l['2x3'] = 'aca0|2x3~подземелье~подземелье~0~4567~0~1~';
  $l['3x1'] = 'aca0|3x1~подземелье~подземелье~0~4~0~1~aca1|3x2:2';
  $l['3x3'] = 'aca0|3x3~тупик~подземелье~0~4~0~1~';

  //------------------------------
  // cvet -
  global $COLOR;
  $COLOR['aca0'][3] = '#B5B5B5'; // main
  $COLOR['aca0'][4] = '#CFCFCF'; // light
  $COLOR['aca0'][5] = '#9C9C9C'; // dark
?>