<?php
  // KARTA WKOLA MAGII ETAZH 2
  // aca2
  $l['1x1'] = 'aca2|1x1~комната ветра~комната ветра~0~3~0~1~';
  $l['1x2'] = 'aca2|1x2~комната архимагии~комната архимагии~0~5~0~1~';
  $l['1x3'] = 'aca2|1x3~комната огня~комната огня~0~8~0~1~';
  $l['2x1'] = 'aca2|2x1~комната оружия~комната оружия~0~2~0~1~';
  $l['2x2'] = 'aca2|2x2~2 этаж~2 этаж~0~134678~0~1~aca1|2x3:2';
  $l['3x1'] = 'aca2|3x1~комната земли~комната земли~0~1~0~1~';
  $l['3x3'] = 'aca2|3x3~комната воды~комната воды~0~6~0~1~';
?>