<?php
  // RELEN
  $locmap = 'elfc';
  $w = do_mysql ("SELECT weather FROM maps WHERE map = '".$locmap."';");
  $w = mysql_result ($w, 0);
  if ($w == 0 || $w == 1 || $w == 0.5) $temperature = -1;
  if ($w == 2 || $w == 3 || $w == 4 || $w == 5) $temperature = 0;
  if ($w == 6) $temperature = 1;
  $temperature2 = 0; // dom
  // lokacii
  $l['1x5'] = 'elfc|1x5~западные ворота~западные ворота~'.$temperature.'~5~0~0~';
  $l['2x4'] = 'elfc|2x4~Склад~склад~'.$temperature2.'~2~0~1~';
  $l['2x5'] = 'elfc|2x5~западная улица~запалная улица~'.$temperature.'~2457~0~0~epf2|1x1:1';
  $l['2x6'] = 'elfc|2x6~Таверна~таверна~'.$temperature2.'~7~0~1~';
  $l['3x3'] = 'elfc|3x3~дом лекаря~дом лекаря~'.$temperature2.'~3~0~1~';
  $l['3x4'] = 'elfc|3x4~дом~дом~'.$temperature2.'~5~0~1~';
  $l['3x5'] = 'elfc|3x5~западная улица~западная улица~'.$temperature.'~45~0~0~';
  $l['3x6'] = 'elfc|3x6~Дом Воина~Дом Воина~'.$temperature2.'~5~0~1~';
  $l['3x7'] = 'elfc|3x7~Дом Мага~Дом Мага~'.$temperature2.'~8~0~1~';
  $l['4x2'] = 'elfc|4x2~Ювелирная мастерская~Ювелирная мастерская~'.$temperature2.'~5~0~1~';
  $l['4x3'] = 'elfc|4x3~дом~дом~'.$temperature2.'~2~0~1~';
  $l['4x4'] = 'elfc|4x4~Лесная Площадь~Лесная Площадь~'.$temperature.'~24567~0~0~';
  $l['4x5'] = 'elfc|4x5~Лесная Площадь~Лесная Площадь~'.$temperature.'~2457~0~0~';
  $l['4x6'] = 'elfc|4x6~Лесная Площадь~Лесная Площадь~'.$temperature.'~12457~0~0~';
  $l['4x7'] = 'elfc|4x7~Дом Лучника~Дом Лучника~'.$temperature2.'~7~0~1~';
  $l['4x8'] = 'elfc|4x8~дом~дом~'.$temperature2.'~5~0~1~';
  $l['5x1'] = 'elfc|5x1~южные ворота~южные ворота~'.$temperature.'~2~0~0~';
  $l['5x2'] = 'elfc|5x2~южная улица~южная улица~'.$temperature.'~2457~0~0~epf3|4x1:6';
  $l['5x3'] = 'elfc|5x3~южная улица~южная улица~'.$temperature.'~27~0~0~';
  $l['5x4'] = 'elfc|5x4~Лесная Площадь~Лесная Площадь~'.$temperature.'~457~0~0~';
  $l['5x5'] = 'elfc|5x5~Древо Жизни~Древо Жизни~'.$temperature2.'~4~0~1~';
  $l['5x6'] = 'elfc|5x6~Лесная Площадь~Лесная Площадь~'.$temperature.'~245~0~0~';
  $l['5x7'] = 'elfc|5x7~северная улица~северная улица~'.$temperature.'~27~0~0~';
  $l['5x8'] = 'elfc|5x8~северная улица~северная улица~'.$temperature.'~2457~0~0~epf1|1x4:3';
  $l['5x9'] = 'elfc|5x9~северные ворота~северные ворота~'.$temperature.'~7~0~0~';
  $l['6x2'] = 'elfc|6x2~Алхимня~алхимня~'.$temperature2.'~4~0~1~';
  $l['6x3'] = 'elfc|6x3~Магазин припасов~магазин припасов~'.$temperature2.'~2~0~1~';
  $l['6x4'] = 'elfc|6x4~Лесная Площадь~Лесная Площадь~'.$temperature.'~24578~0~0~';
  $l['6x5'] = 'elfc|6x5~Лесная Площадь~Лесная Площадь~'.$temperature.'~257~0~0~';
  $l['6x6'] = 'elfc|6x6~Лесная Площадь~Лесная Площадь~'.$temperature.'~23457~0~0~';
  $l['6x7'] = 'elfc|6x7~магазин оружия~магазин оружия~'.$temperature2.'~7~0~1~';
  $l['6x8'] = 'elfc|6x8~дом~дом~'.$temperature2.'~4~0~1~';
  $l['7x3'] = 'elfc|7x3~магазин магии~магазин магии~'.$temperature2.'~1~0~1~';
  $l['7x4'] = 'elfc|7x4~магазин одежды~магазин одежды~'.$temperature2.'~4~0~1~';
  $l['7x5'] = 'elfc|7x5~восточная улица~восточная улица~'.$temperature.'~45~0~0~';
  $l['7x6'] = 'elfc|7x6~магазин стрелков~магазин стрелков~'.$temperature2.'~4~0~1~';
  $l['7x7'] = 'elfc|7x7~магазин брони~магазин брони~'.$temperature2.'~6~0~1~';
  $l['8x4'] = 'elfc|8x4~кузница~кузница~'.$temperature2.'~2~0~1~';
  $l['8x5'] = 'elfc|8x5~восточная улица~восточная улица~'.$temperature.'~2457~0~0~epf4|4x4:8';
  $l['8x6'] = 'elfc|8x6~мастерская плотника~мастерская плотника~'.$temperature2.'~7~0~1~';
  $l['9x5'] = 'elfc|9x5~восточные ворота~восточные ворота~'.$temperature.'~4~0~0~';
?>