<?php
  // vostochnaja doroga (eway)
  $locmap = 'eway';
  $w = do_mysql ("SELECT weather FROM maps WHERE map = '".$locmap."';");
  $w = mysql_result ($w, 0);
  if ($w == 0 || $w == 1 || $w == 0.5) $temperature = -1;
  if ($w == 2 || $w == 3 || $w == 4 || $w == 5) $temperature = 0;
  if ($w == 6) $temperature = 1;
  $l['1x1'] = 'eway|1x1~Восточная дорога~Восточная дорога.~'.$temperature.'~5~0~0~rele|8x8:4';
  $l['2x1'] = 'eway|2x1~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~';
  $l['3x1'] = 'eway|3x1~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~';
  $l['4x1'] = 'eway|4x1~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~sfr1|4x5:7';
  $l['5x1'] = 'eway|5x1~Восточная дорога~Восточная дорога.~'.$temperature.'~43~0~0~';
  $l['6x2'] = 'eway|6x2~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['7x2'] = 'eway|7x2~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~';
  $l['8x2'] = 'eway|8x2~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~sfr1|8x6:7';
  $l['9x2'] = 'eway|9x2~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~sfr1|10x6:8';
  $l['10x3'] = 'eway|10x3~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['11x3'] = 'eway|11x3~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~';
  $l['12x4'] = 'eway|12x4~Восточная дорога~Восточная дорога.~'.$temperature.'~36~0~0~';
  $l['13x5'] = 'eway|13x5~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['14x5'] = 'eway|14x5~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~sfr2|4x9:7';
  $l['15x6'] = 'eway|15x6~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['16x6'] = 'eway|16x6~Восточная дорога~Восточная дорога.~'.$temperature.'~48~0~0~';
  $l['17x5'] = 'eway|17x5~Восточная дорога~Восточная дорога.~'.$temperature.'~18~0~0~sfr2|7x9:7';
  $l['18x4'] = 'eway|18x4~Восточная дорога~Восточная дорога.~'.$temperature.'~18~0~0~';
  $l['19x3'] = 'eway|19x3~Восточная дорога~Восточная дорога.~'.$temperature.'~18~0~0~';
  $l['20x2'] = 'eway|20x2~Восточная дорога~Восточная дорога.~'.$temperature.'~15~0~0~';
  $l['21x2'] = 'eway|21x2~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~gobu|1x8:8';
  $l['22x3'] = 'eway|22x3~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['23x3'] = 'eway|23x3~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~';
  $l['24x4'] = 'eway|24x4~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~mva1|2x1:1';
  $l['25x4'] = 'eway|25x4~Восточная дорога~Восточная дорога.~'.$temperature.'~45~0~0~';
  $l['26x4'] = 'eway|26x4~Восточная дорога~Восточная дорога.~'.$temperature.'~34~0~0~';
  $l['27x5'] = 'eway|27x5~Восточная дорога~Восточная дорога.~'.$temperature.'~56~0~0~';
  $l['28x5'] = 'eway|28x5~У горы~Восточная дорога.~'.$temperature.'~4~0~0~shah|1x2:5';
?>