<?php
  $locmap = 'mva1';
  $w = do_mysql ("SELECT weather FROM maps WHERE map = '".$locmap."';");
  $w = mysql_result ($w, 0);
  if ($w == 0 || $w == 1 || $w == 0.5) $temperature = -1;
  if ($w == 2 || $w == 3 || $w == 4 || $w == 5) $temperature = 0;
  if ($w == 6) $temperature = 1;
  $l['1x2'] = 'mva1|1x2~горная тропа~горная тропа~'.$temperature.'~28~0~0~';
  $l['1x3'] = 'mva1|1x3~горная тропа~горная тропа~'.$temperature.'~37~0~0~';
  $l['2x1'] = 'mva1|2x1~горная тропа~горная тропа~'.$temperature.'~1~0~0~eway|24x4:8';
  $l['2x4'] = 'mva1|2x4~горная тропа~горная тропа~'.$temperature.'~36~0~0~';
  $l['3x5'] = 'mva1|3x5~горная тропа~горная тропа~'.$temperature.'~36~0~0~';
  $l['4x6'] = 'mva1|4x6~горная тропа~горная тропа~'.$temperature.'~256~0~0~';
  $l['4x7'] = 'mva1|4x7~горная тропа~горная тропа~'.$temperature.'~27~0~0~';
  $l['4x8'] = 'mva1|4x8~горная тропа~горная тропа~'.$temperature.'~7~0~0~mva2|3x1:2';
  $l['5x6'] = 'mva1|5x6~горная тропа~горная тропа~'.$temperature.'~45~0~0~';
  $l['6x6'] = 'mva1|6x6~горная тропа~горная тропа~'.$temperature.'~348~0~0~';
  $l['7x1'] = 'mva1|7x1~горная тропа~горная тропа~'.$temperature.'~2~0~0~pris|1x1:5';
  $l['7x2'] = 'mva1|7x2~горная тропа~горная тропа~'.$temperature.'~27~0~0~';
  $l['7x3'] = 'mva1|7x3~горная тропа~горная тропа~'.$temperature.'~27~0~0~';
  $l['7x4'] = 'mva1|7x4~горная тропа~горная тропа~'.$temperature.'~27~0~0~';
  $l['7x5'] = 'mva1|7x5~горная тропа~горная тропа~'.$temperature.'~17~0~0~';
  $l['7x7'] = 'mva1|7x7~горная тропа~горная тропа~'.$temperature.'~56~0~0~';
  $l['8x7'] = 'mva1|8x7~горная тропа~горная тропа~'.$temperature.'~4~0~0~are1|1x2:5';
?>