<?php
  $locmap = 'unf1';
  /*$w = do_mysql ("SELECT weather FROM maps WHERE map = '".$locmap."';");
  $w = mysql_result ($w, 0);
  if ($w == 0 || $w == 1 || $w == 0.5) $temperature = -1;
  if ($w == 2 || $w == 3 || $w == 4 || $w == 5) $temperature = 0;
  if ($w == 6) $temperature = 1;*/
  global $UND;
  $UND = 1;
  $temperature = -1;
  $l['1x1'] = 'unf1|1x1~подземный лес~подземный лес~'.$temperature.'~5~0~1~';
  $l['1x3'] = 'unf1|1x3~подземный лес~подземный лес~'.$temperature.'~5~0~1~';
  $l['2x1'] = 'unf1|2x1~подземный лес~подземный лес~'.$temperature.'~245~0~1~unf2|2x5:7';
  $l['2x2'] = 'unf1|2x2~подземный лес~подземный лес~'.$temperature.'~27~0~1~';
  $l['2x3'] = 'unf1|2x3~подземный лес~подземный лес~'.$temperature.'~2457~0~1~';
  $l['2x4'] = 'unf1|2x4~подземный лес~подземный лес~'.$temperature.'~7~0~1~verg|6x1:2';
  $l['3x1'] = 'unf1|3x1~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['3x3'] = 'unf1|3x3~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['4x1'] = 'unf1|4x1~подземный лес~подземный лес~'.$temperature.'~245~0~1~unf2|4x5:7';
  $l['4x2'] = 'unf1|4x2~подземный лес~подземный лес~'.$temperature.'~27~0~1~';
  $l['4x3'] = 'unf1|4x3~подземный лес~подземный лес~'.$temperature.'~2457~0~1~';
  $l['4x4'] = 'unf1|4x4~подземный лес~подземный лес~'.$temperature.'~7~0~1~';
  $l['5x1'] = 'unf1|5x1~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['5x3'] = 'unf1|5x3~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['6x1'] = 'unf1|6x1~подземный лес~подземный лес~'.$temperature.'~245~0~1~unf2|6x5:7';
  $l['6x2'] = 'unf1|6x2~подземный лес~подземный лес~'.$temperature.'~27~0~1~';
  $l['6x3'] = 'unf1|6x3~подземный лес~подземный лес~'.$temperature.'~2457~0~1~';
  $l['6x4'] = 'unf1|6x4~подземный лес~подземный лес~'.$temperature.'~7~0~1~';
  $l['7x1'] = 'unf1|7x1~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['7x3'] = 'unf1|7x3~подземный лес~подземный лес~'.$temperature.'~45~0~1~';
  $l['8x1'] = 'unf1|8x1~подземный лес~подземный лес~'.$temperature.'~245~0~1~unf2|8x5:7';
  $l['8x2'] = 'unf1|8x2~подземный лес~подземный лес~'.$temperature.'~27~0~1~';
  $l['8x3'] = 'unf1|8x3~подземный лес~подземный лес~'.$temperature.'~2457~0~1~';
  $l['8x4'] = 'unf1|8x4~подземный лес~подземный лес~'.$temperature.'~7~0~1~';
  $l['9x1'] = 'unf1|9x1~подземный лес~подземный лес~'.$temperature.'~4~0~1~';
  $l['9x3'] = 'unf1|9x3~подземный лес~подземный лес~'.$temperature.'~4~0~1~tun1|2x1:3';
?>