<?php
  // bronja rubahi
  $it['i.a.bo2.simple'] = 'рубаха|i.a.bo2.simple|a|1~1~1~1|||15|0|1~1~1~1~0|0|0|1';
  $it['i.a.bo2.simple.lvl1'] = 'рубаха|i.a.bo2.simple.lvl1|a|1~1~1~1|||15|0|1~1~1~1~0|0|0|1';

  $it['i.a.bo2.r.black.lvl1'] = 'черная рубаха|i.a.bo2.r.black.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.white.lvl1'] = 'белая рубаха|i.a.bo2.r.white.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.red.lvl1'] = 'красная рубаха|i.a.bo2.r.red.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.blue.lvl1'] = 'синяя рубаха|i.a.bo2.r.blue.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.green.lvl1'] = 'зеленая рубаха|i.a.bo2.r.green.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.purpur.lvl1'] = 'пурпурная рубаха|i.a.bo2.r.purpur.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.r.yellow.lvl1'] = 'желтая рубаха|i.a.bo2.r.yellow.lvl1|a|1~1~1~1|||15|0|5~5~5~5~0|0|0|1';

  $it['i.a.bo2.r.black.lvl5'] = 'черная прочная рубаха|i.a.bo2.r.black.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.white.lvl5'] = 'белая прочная рубаха|i.a.bo2.r.white.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.red.lvl5'] = 'красная прочная рубаха|i.a.bo2.r.red.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.blue.lvl5'] = 'синяя прочная рубаха|i.a.bo2.r.blue.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.green.lvl5'] = 'зеленая прочная рубаха|i.a.bo2.r.green.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.purpur.lvl5'] = 'пурпурная прочная рубаха|i.a.bo2.r.purpur.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.r.yellow.lvl5'] = 'желтая прочная рубаха|i.a.bo2.r.yellow.lvl5|a|1~1~1~1|||25|0|10~10~10~10~0|0|0|1';

  $it['i.a.bo2.k.black.lvl1'] = 'черная косоворотка|i.a.bo2.k.black.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.white.lvl1'] = 'белая косоворотка|i.a.bo2.k.white.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.red.lvl1'] = 'красная косоворотка|i.a.bo2.k.red.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.blue.lvl1'] = 'синяя косоворотка|i.a.bo2.k.blue.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.green.lvl1'] = 'зеленая косоворотка|i.a.bo2.k.green.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.purpur.lvl1'] = 'пурпурная косоворотка|i.a.bo2.k.purpur.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';
  $it['i.a.bo2.k.yellow.lvl1'] = 'желтая косоворотка|i.a.bo2.k.yellow.lvl1|a|1~1~1~1|||20|0|5~5~5~5~0|0|0|1';

  $it['i.a.bo2.k.black.lvl5'] = 'черная прочная косоворотка|i.a.bo2.k.black.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.white.lvl5'] = 'белая прочная косоворотка|i.a.bo2.k.white.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.red.lvl5'] = 'красная прочная косоворотка|i.a.bo2.k.red.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.blue.lvl5'] = 'синяя прочная косоворотка|i.a.bo2.k.blue.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.green.lvl5'] = 'зеленая прочная косоворотка|i.a.bo2.k.green.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.purpur.lvl5'] = 'пурпурная прочная косоворотка|i.a.bo2.k.purpur.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
  $it['i.a.bo2.k.yellow.lvl5'] = 'желтая прочная косоворотка|i.a.bo2.k.yellow.lvl5|a|1~1~1~1|||30|0|10~10~10~10~0|0|0|1';
?>