<?php
  $it['i.a.bel.lvl1'] = 'Старый пояс|i.a.bel.lvl1|a|1~1~1~1|0|1|29|0|2~2~2~2~2|0|0|2';
  $it['i.a.bel.lvl2'] = 'Легкий пояс|i.a.bel.lvl2|a|2~2~2~3|0|1|43|0|3~3~3~3~3|0|0|2';
  $it['i.a.bel.lvl3'] = 'Шипованный пояс|i.a.bel.lvl3|a|3~3~3~5|0|1|64|0|4~4~4~4~4|0|0|2';
  $it['i.a.bel.lvl4'] = 'Большой пояс|i.a.bel.lvl4|a|4~4~4~7|0|1|96|0|5~5~5~5~5|0|0|2';
  $it['i.a.bel.lvl5'] = 'Пояс свободы|i.a.bel.lvl5|a|5~5~5~9|0|1|144|0|6~6~6~6~6|0|0|2';
  $it['i.a.bel.lvl6'] = 'Пояс света|i.a.bel.lvl6|a|6~6~6~11|0|2|216|0|7~7~7~7~7|0|0|2';
  $it['i.a.bel.lvl7'] = 'Военный пояс|i.a.bel.lvl7|a|7~7~7~13|0|2|324|0|8~8~8~8~8|0|0|2';
  $it['i.a.bel.lvl8'] = 'Элитный пояс|i.a.bel.lvl8|a|8~8~8~15|0|2|486|0|9~9~9~9~9|0|0|2';
  $it['i.a.bel.lvl9'] = 'Темный пояс|i.a.bel.lvl9|a|9~9~9~17|0|2|729|0|11~11~11~11~11|0|0|2';
  $it['i.a.bel.lvl10'] = 'Мистический пояс|i.a.bel.lvl10|a|10~10~10~19|0|2|1093|0|12~12~12~12~12|0|0|2';
  $it['i.a.bel.lvl11'] = 'Небесный пояс|i.a.bel.lvl11|a|11~11~11~21|0|3|1639|0|13~13~13~13~13|0|0|2';
  $it['i.a.bel.lvl12'] = 'Звeздный пояс|i.a.bel.lvl12|a|12~12~12~23|0|3|2458|0|14~14~14~14~14|0|0|2';
  $it['i.a.bel.lvl13'] = 'Пояс зaвoeвaтeля|i.a.bel.lvl13|a|14~14~14~27|0|3|5530|0|16~16~16~16~16|0|0|2';
  $it['i.a.bel.lvl14'] = 'Святой пояс|i.a.bel.lvl14|a|16~16~16~31|0|3|12442|0|18~18~18~18~18|0|0|2';
  $it['i.a.bel.lvl15'] = 'Kopoлeвckий пояс|i.a.bel.lvl15|a|18~18~18~35|0|4|27994|0|20~20~20~20~20|0|0|2';
?>